
import cls from './Services.module.scss'
const Services = () => {
    return (
        <div className={cls.wrapper}>
            <div className='max-w-6xl mx-auto'>
                <div className="grid lg:grid-cols-2 gap-5 py-20 border-b-1 border-b">
                    <div>
                        <h1 className={cls.title}>БИЗНЕС</h1>
                        <p>Это текст. Кликните, чтобы отредактировать</p>
                    </div>
                    <div>
                        <p>Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе.

                            Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт.
                        </p>
                    </div>
                </div>

                <div className="grid lg:grid-cols-2 gap-5 py-20 border-b-1 border-b">
                    <div>
                        <h1 className={cls.titleColor}>КОММЕРЧЕСКОЕ ПРАВО</h1>
                        <p>Это текст. Кликните, чтобы отредактировать</p>
                    </div>
                    <div>
                        <p>Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе.

                            Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт.
                        </p>
                    </div>
                </div>
                <div className="grid lg:grid-cols-2 gap-5 py-20 border-b-1 border-b">
                    <div>
                        <h1 className={cls.title}>СЕМЕЙНОЕ ПРАВО</h1>
                        <p>Это текст. Кликните, чтобы отредактировать</p>
                    </div>
                    <div>
                        <p>Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе.

                            Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт.
                        </p>
                    </div>
                </div>
                <div className="grid lg:grid-cols-2 gap-5 py-20 border-b-1 border-b">
                    <div>
                        <h1 className={cls.titleColor}>ЗАВЕЩАНИЯ
                            И НАСЛЕДСТВО</h1>
                        <p>Это текст. Кликните, чтобы отредактировать</p>
                    </div>
                    <div>
                        <p>Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт. Вы можете переместить его в любое место на странице. Расскажите посетителям сайта о себе.

                            Это текст. Нажмите один раз и выберите «Редактировать текст» или просто кликните дважды, чтобы добавить свой текст и настроить шрифт.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default Services